const faqs = [
    {
      category: "پیگیری و ارسال سفارش",
      questions: [
        {
          question: "چطور می‌توانم فاکتور سفارش را دریافت کنم؟",
          answer: (
            <ol className="list-decimal list-inside ">
              <li className="my-1">وارد پروفایل خود شده و گزینه "سفارش‌های من" را انتخاب کنید.</li>
              <li className="my-1">پس از مشاهده لیست سفارشات، گزینه جزئیات را در سفارش مدنظر انتخاب کنید.</li>
              <li className="my-1">برای سفارشی که مرحله "خروج از مرکز پردازش" را گذرانده، گزینه "مشاهده فاکتور" را انتخاب کنید.</li>
            </ol>
          ),
        },
        {
          question: "چطور می‌توانم سفارشم را لغو کنم؟",
          answer: (
            <ol className="list-decimal list-inside">
              <li className="my-1">وارد پروفایل خود شوید.</li>
              <li className="my-1">به بخش "سفارشات من" بروید.</li>
              <li className="my-1">روی "جزئیات سفارش" کلیک کنید.</li>
              <li className="my-1">روی "لغو مرسوله" کلیک کنید.</li>
              <li className="my-1">دلیل لغو سفارش را انتخاب کنید.</li>
              <li className="my-1">سفارش شما لغو شد. لطفاً جهت مرجوع وجه، شماره کارت خود را در بخش "تکمیل حساب" وارد نمایید.</li>
            </ol>
          ),
        },
      ],
    },
    {
      category: "بازگرداندن کالا",
      questions: [
        {
          question: "چطور درخواست بازگرداندن کالا (مرجوعی) را اطلاع دهم؟",
          answer: (
            <ol className="list-decimal list-inside">
              <li className="my-1">وارد صفحه تماس با ما شوید.</li>
              <li className="my-1">با یکی از شماره‌های پشتیبانی جهت هماهنگی تماس بگیرید.</li>
            </ol>
          ),
        },
      ],
    },
    {
      category: "ورود و ثبت‌نام",
      questions: [
        {
          question: "چگونه یک کلمه عبور امن ایجاد کنیم؟",
          answer: (
            <ul className="list-disc list-inside">
              <li className="my-1">گذرواژه باید حداقل ۸ تا ۱۲ کاراکتر باشد.</li>
              <li className="my-1">از ترکیب اعداد و حروف استفاده کنید (مثلاً 2p5Ge).</li>
              <li className="my-1">از سمبل‌ها و حروف غیر الفبایی استفاده کنید (مثلاً ! @ # = $ % + ^ & * ? -).</li>
              <li className="my-1">از حروف بزرگ و کوچک استفاده کنید (مثلاً a-B).</li>
              <li className="my-1">برای حساب‌های مختلف از گذرواژه‌های متفاوت استفاده کنید.</li>
              <li className="my-1">گذرواژه نباید شامل کلمات قابل حدس یا اطلاعات شخصی مانند نام، نام کاربری، نام شرکت، نام اعضای خانواده، سال تولد، شماره همراه یا کد ملی باشد.</li>
            </ul>
          ),
        },
        {
          question: "چگونه می‌توانم یک پروفایل ایجاد کنم؟",
          answer: (
            <ol className="list-decimal list-inside">
              <li className="my-1">در وب‌سایت روی گزینه "ورود به حساب کاربری" کلیک کنید.</li>
              <li className="my-1">شماره موبایل یا پست الکترونیک خود را وارد نمایید.</li>
              <li className="my-1">کد فعال‌سازی برای شماره همراه شما پیامک می‌شود؛ پس از وارد کردن کد تأیید، ثبت‌نام انجام می‌شود.</li>
              <li className="my-1">سپس روی گزینه "تکمیل حساب کاربری" کلیک کرده و اطلاعات خود را تکمیل نمایید.</li>
              <li className="my-1">اطلاعات شخصی خود را تکمیل نمایید.</li>
            </ol>
          ),
        },
        {
          question: "چطور می‌توانم مشخصات کاربری و ایمیل خود را ویرایش کنم؟",
          answer: (
            <ol className="list-decimal list-inside">
              <li className="my-1">با وارد کردن ایمیل یا شماره همراه، وارد حساب کاربری خود شوید.</li>
              <li className="my-1">روی گزینه "مشاهده حساب کاربری" کلیک کرده و در صفحه "اطلاعات شخصی" روی "ویرایش اطلاعات شخصی" کلیک کنید.</li>
              <li className="my-1">با کلیک روی "قلم" می‌توانید اطلاعات مدنظر خود را ویرایش کنید.</li>
            </ol>
          ),
        },
      ],
    },
  ];
  export default faqs